---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.NoPanelsLoaded
source: html/4ab0805f-998b-2f5f-1ee0-011f71a27d62.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.NoPanelsLoaded Property

No Curtain Panel Families loaded. Can't make arced Curtain Wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId NoPanelsLoaded { get; }
```